<?php
$Title="ताजमहले एक शिव मंदिर था ";
$Keywords="Truth about Tajmahal in hindi,Tajmahal ki sachai,tajmahal was shiv temple in hindi,tajmahal truth,108 proof of tajmahal,tajmahal,truth about mumtaj in hindi,there is no love with mumtaj";
$Description="Truth about tajmahal,there are many proof that tajmahal was a shiv temple ";
$Contents='TruthOfTajMahal';
 require "IndexRelated/indexUpper.php";
?>
<h2 class="h2" align="center"> ताजमहल मूल रूप से एक शिव मंदिर था </h2>  

<p class="paragraph">मुसलमानों ने 712 ईडी में भारत के ऊपर मोहम्मद कासम के आक्रमण के साथ अपना शासन शुरू किया था। अपने शासन के दौरान उन्होंने हजारों हिंदू मंदिरों को लूट लिया और नष्ट कर दिया। औरंगजेब ने अपने शासनकाल में 10,000 हिंदू मंदिरों को नष्ट कर दिया! कुछ बड़े मंदिरों को मस्जिद या अन्य इस्लामी ढांचे में परिवर्तित कर दिया गया था। राम जन्मभूमि (अयोध्या में) और कृष्ण मंदिर (मथुरा में) सिर्फ दो उदाहरण हैं। कई अन्य मौजूद हैं!
</p>
<p class="paragraph">
इस तरह की संरचनाओं का सबसे स्पष्ट ताजमहल है- यह माना जाता है कि "महान" मोगल राजा शाहजहां ने अपनी पसंदीदा पत्नी मुमताज महल को कामुक प्रेम से समर्पित किया था। कृपया मेरे दिमाग में रखिए कि यह वही शाहजहां है, जिसकी 5,000 महिलाओं की एक हीम और उसी शाहजहां की बेटी थी, जिसने अपनी बेटी के साथ व्यभिचारिक संबंधों को यह कहते हुए न्यायसंगत किया था, 'एक माली को वह लगाए फल का स्वाद लेने का पूरा अधिकार है '! क्या ऐसा व्यक्ति भी ऐसी आश्चर्यजनक संरचना की कल्पना करने में सक्षम है क्योंकि ताजमहल अकेले इसके वास्तुकार बने?
</p>
<p class="paragraph">
जवाब न है। यह नहीं हो सकता। और यह सिद्ध नहीं हुआ है। ताज महल एक इस्लामी संरचना है जितना कि गणित एक मुस्लिम खोज है! प्रसिद्ध इतिहासकार श्री पी.एन. ओक ने सिद्ध किया है कि ताजमहल वास्तव में तोजो महलया- एक शिव मंदिर-महल है। उनका काम 1 9 65 में किताब, ताज महल- द ट्रू स्टोरी में प्रकाशित हुआ था। हालांकि, हमने इसके बारे में बहुत कुछ नहीं सुना है क्योंकि भारत भर में भ्रष्ट और शक्ति पागल कांग्रेस सरकार द्वारा प्रतिबंधित किया गया था, जो अपने बहुमूल्य वोट बैंक - मुसलमानों को अलग नहीं करना चाहते थे।
</p><br/>
<p class="paragraph">
श्री ओक के कार्य को पढ़ने के बाद जो साबित करने के लिए पर्याप्त सबूत प्रदान करता है कि ताज महल वास्तव में तोज महल है, हमें आश्चर्य होगा कि भारत सरकार पिछले 50 वर्षों से देशद्रोही से भरा है। क्योंकि ऐसी किताब पर प्रतिबंध लगाने के लिए जो केवल सच कहता है कि निश्चित रूप से भारत के हमारे महान राष्ट्र के खिलाफ एक अपराध है।
</p><br/>
<p class="paragraph">
सभी का सबसे महत्वपूर्ण सबूत है कि तोज महल एक इस्लामिक इमारत नहीं है, बादशाहनमा में है, जिसमें शाहजहां के शासनकाल के पहले बीस वर्षों का इतिहास शामिल है। लेखक अब्दुल हमीद ने कहा है कि ताजमहल जयपुर के महाराजा जयसिंह से लिया गया एक मंदिर-महल है और इस इमारत को राजा मानसिंह के महल के रूप में जाना जाता था। यह स्वयं यह पर्याप्त प्रमाण है कि तोज महलिया एक हिंदू संरचना है जिसे लूट लिया गया है और शाहजहां और उसके गुर्गे द्वारा एक मकबरे में परिवर्तित कर दिया गया है। लेकिन मैंने आपको 108 अन्य सबूतों और तार्किक अंक प्रदान करने के लिए स्वतंत्रता ली है, जो हमें बताती हैं कि ताजमहल के रूप में जाने वाली संरचना वास्तव में तजो महालय है
</p><br/>
<p class="paragraph">
भारत में हर इस्लामी संरचना के पीछे एक समान कहानी है। वे सभी हिंदू संरचनाएं परिवर्तित कर रहे हैं। जैसा कि मैंने ऊपर उल्लेख किया है, भारत में हजारों मंदिरों को मुस्लिम आक्रमणकारियों द्वारा नष्ट कर दिया गया है और मैं इन नष्ट मंदिरों को कई लेख समर्पित कर दूंगा। हालांकि, इस लेख का दायरा आपको किसी भी संदेह की छाया से परे साबित करना है कि ताजमहल तजो महालय है और इस तरह के रूप में पहचाना जाना चाहिए! नहीं मृत ममताज महल के एक स्मारक के रूप में - निस्संदेह शाहजहां के हजारों के हरेम में एक नगण्य सेक्स ऑब्जेक्ट
</p><br/>

 
<p class="paragraph">
एक और बहुत महत
्वपूर्ण सबूत है कि ताजमहल एक हिंदू संरचना है ऊपर 1 आंकड़ा के द्वारा दिखाया गया है। यह औरंगजेब के पर्शिया में शाहजहां को पत्र को दर्शाता है जिसमें उन्होंने अनजाने में एक हिंदू मंदिर-पैलेस के रूप में ताजमहल की वास्तविक पहचान का खुलासा किया है। नीचे दिए गए सबूत 20 और 66 को देखें।
</p><br/>
 
<p class="paragraph">
अपने पिता शाहजहां को औरंगजेब के पत्र फारसी में लिखे गए (स्रोत: ताज महल - द ट्रू स्टोरी, पेज 275)
</p><br/>
<h3 class="h3">निचे  इसके प्रूफ दिए गए है</h3> 
<ol>
	 <li class="PointTutorials" >
	 ताजमहल शब्द किसी भी औरंगजेब के समय में किसी भी मुगल न्यायालय के पेपर या इतिहास में नहीं हुआ है।  ताज-ए-मोहल के रूप में इसे समझा जाने का प्रयास हास्यास्पद है।
	</li><br/>
	 
<li class="PointTutorials" >
	 शब्द  "महल" कभी मुस्लिम नहीं है क्योंकि अफगानिस्तान से लेकर अल्जीरिया तक दुनिया भर के मुस्लिम देशों में से कोई भी "महल" नामक एक इमारत नहीं है।
</li><br/>
	 
<li class="PointTutorials" >
	 ताममहल शब्द का असामान्य विवरण मुमताज महल से प्राप्त होता है, जो इसे दफन कर दिया गया है, कम से कम दो तरह से विसंगत है, अर्थात् उसका नाम कभी मुमताज महल नहीं था, बल्कि मुमताज-उल-जमानी था और दूसरी बात यह थी कि वह पहले नहीं छोड़ सकता इमारत के नाम के रूप में शेष राशि प्राप्त करने के लिए एक महिला के नाम से तीन "मम" पत्र

	</li><br/> 
<li class="PointTutorials" >
	 चूंकि महिला का नाम मुमताज था ('जेड' के साथ समाप्त हो रहा था) उसके पास से प्राप्त भवन का नाम ताज महल होना चाहिए था, अगर बिल्कुल, ताज नहीं ('जे' के साथ वर्तनी)।

	</li><br/><li class="PointTutorials" > 

	 शाहजहां के समय के कई यूरोपीय पर्यटक ताज-ए-महल के रूप में इमारत के संकेत हैं लगभग सही परंपरा है, पुरानी संस्कृत का नाम तेज-ओ-महालय, जो शिव मंदिर को दर्शाता है। इसके विपरीत शाहजहां और औरंगजेब संस्कृत शब्द का उपयोग करने से बचते हैं और इसे केवल एक पवित्र कब्र कहते हैं।

	 </li><br/>
<li class="PointTutorials" >
	 कब्र को समझना चाहिए कि यह भवन नहीं है, लेकिन इसके अंदर केवल कब्र या कंटोटाफ है। इससे लोगों को यह एहसास करने में मदद मिलेगी कि हुमायूं, अकबर, मुमताज, इट्डम-उद-दौला और सफदरजंग सहित सभी मृत मुस्लिम दरबारियों और रॉयल्टी को हिंदू मकानों और मंदिरों पर कब्जा कर लिया गया है।

	</li><br/> 
<li class="PointTutorials" >
	 इसके अलावा, यदि ताज को एक कब्रदार स्थान माना जाता है, तो महल शब्द, यानी, हवेली कैसे लागू हो सकता है?

</li><br/>	 
<li class="PointTutorials" >
	 चूंकि ताजमहल शब्द मुगल अदालतों में नहीं आता है, इसलिए इसके लिए किसी भी मुगल विवरण की खोज करने के लिए यह बेतुका है। दोनों इसके घटकों अर्थात्, 'ताज' और 'महल' संस्कृत मूल के हैं

	 </li><br/> 
<p class="text-info">
	मंदिर परंपरा</p>

	
<li class="PointTutorials" >
 शब्द ताजमहल संस्कृत शब्द का एक भ्रष्ट रूप है जो तह महल एक शिव मंदिर को दर्शाता है। अगेशेश्वर महादेव अर्थात्, आगरा के भगवान को उसमें पवित्रा किया गया था।

	</li><br/> 
<li class="PointTutorials" >
	 संगमरमर के मंच पर चढ़ने से पहले जूतों को हटाने की परंपरा शाहजहां के पूर्व काल से उत्पन्न होती है जब ताज शिव मंदिर होता था अगर ताज एक कब्र के रूप में पैदा हुआ था, तो जूते को निकालने की जरूरत नहीं है क्योंकि जूते कब्रिस्तान में आवश्यक हैं।
</li><br/>
	 <li class="PointTutorials" >

	 आगंतुकों को नोटिस हो सकता है कि सेनोटैफ़ का आधार स्लैब सादे सफेद में संगमरमर के तहखाने है, जबकि इसके अधिरचना और दो मंजिलों पर अन्य तीन सेनोटैफ जड़ा हुआ लता क्रय डिजाइनों के साथ कवर किया गया है। यह इंगित करता है कि शिव की मूर्ति की संगमरमर की स्थापना अभी भी चल रही है और मुमताज के सैनोटाफ नकली हैं।
</li><br/>
	 <li class="PointTutorials" >

	 संगमरमर के जाली के ऊपरी किनारों के अंदर नक्काशीदार पिट्स, उस पर 108 नंबर-हिन्दू मंदिर परंपरा में एक पवित्र स्थान है।
</li><br/>
	 <li class="PointTutorials" >

	 ऐसे व्यक्ति हैं जो मरम्मत और ताज के रखरखाव से जुड़े हैं, जिन्होंने प्राचीन पवित्र शिव लिंग और अन्य मूर्तियों को मोटी दीवारों और गुप्त कक्षों में बंद कर दिया है, संगमरमर के तहखाने के नीचे लाल पत्थरों की सीलबंदियों को बंद कर दिया है। भारतीय पुरातत्व सर्वेक्षण, छिपे हुए ऐतिहासिक साक्ष्यों की जांच के लिए अपने स्वयं के कर्तव्य की उपेक्षा के मुद्दे पर कड़ाई से, विनम्रतापूर्वक और राजनयिक रूप से चुप रह रहे हैं।

	 </li><br/>
	 <li class="PointTutorials" >

	भारत में 12 ज्योतिर्लिंग यानी, उत्कृष्ट शिव मंदिर हैं। तेजोमहलिया उर्फ द ताजमहल, उनमें से एक ना Nagtheshwar के रूप में जाना जाता है क्योंकि इसके नापने के साथ girdled है, यानी, कोबरा आंकड़े। शाहजहां के कब्जे के बाद से ही पवित्र मंदिर ने अपने हिंदुओं को खो दिया है।
</li><br/>
	 
<li class="PointTutorials" >
	 वास्तुकला Vastushastr शीर्षक से प्रसिद्ध हिंदू ग्रंथ शिवलिंग में तेज लिंग का उल्लेख है, भगवान शिव के पत्थर प्रतीकों, हिंदू देवता। इस तरह की तेज लिंग ताजमहल में पवित्रा हुआ था, इसलिए ताजमहल उर्फ तोजो महलिया का शब्द था।

	</li><br/> 
<li class="PointTutorials" >
	Agra शहर, जिसमें ताजमहल स्थित है, शिव पूजा का एक प्राचीन केंद्र है। श्रावण के महीने के दौरान विशेष रूप से हर रात अंतिम भोजन लेने से पहले अपने रूढ़िवादी निवासियों ने पांच शिव मंदिरों में पूजा करने की परंपरा जारी रखी है पिछली कुछ शताब्दियों के दौरान आगरा के निवासियों को केवल चार प्रमुख शिव मंदिरों जैसे बलकेश्वर, प्रथितनाथ, मनकामेश्वर और राजराजेश्वर पर पूजा के साथ सम्बंधित होना था। उन्होंने पांचवें शिव देवता का ट्रैक खो दिया था, जो उनकी

	 </li><br/>
<p class="text-info">
	पूर्वजों की पूजा जाहिरा तौर पर पांचवें स्थान पर अग्रेश्वर महादेव नागनाथेश्वर थे, आगरा के भगवान महान भगवान, कोबराज के राजा की देवता, तेजोमहले उर्फ ताजमहल में पवित्रा थे।
</p><br/>
	<li class="PointTutorials" > 

	 लोग जो आगरा क्षेत्र पर हावी हैं, जाट हैं। शिव का उनका नाम तेजाजी है द इलस्ट्रेटेड वीकली ऑफ इंडिया (जून 28, 1 9 71) के जाट के विशेष मुद्दे का उल्लेख है कि जाटों में तेजा मंदिर हैं, अर्थात तेजा मंदिर ऐसा इसलिए है क्योंकि तेजा-लिंग शिव लिंगों के कई नामों में से एक है। इस से यह स्पष्ट है कि ताज-महल तोजो-महालय, द ग्रेट हाउस ऑफ तेज है।

	 </li><br/>
<p class="text-info">
	दस्तावेज़ी प्रमाण
</p>
	<br/>


<p class="paragraph">
दस्तावेज़ी प्रमाण
</p><br/>
 

<li class="PointTutorials" >  शाहजहां की स्वयं की अदालत का इतिहास, बादशाहनमा, मानते हैं (पृष्ठ 403, खंड 1) कि एक गौम (इमरत-ए-अलीशान वा गंबेज़) के साथ एक अद्वितीय भव्य भव्य भवन, को मुमताज की दफ़नाने के लिए जयपुर महाराज जयसिंह से लिया गया था, और भवन राजा मानसिंह के महल के रूप में जाना जाता था
</li><br/>
 

<li class="PointTutorials" >  तख्तापलट ने ताजमहल के बाहर वास्तुकला विभाग को शाहजहां द्वारा निर्मित अपनी मूर्ति महल के लिए मकबरे के रूप में वर्णन किया, 1631 से 1653 तक 22 वर्षों से यह पट्टिका ऐतिहासिक बुनने का एक नमूना है। सबसे पहले, फलक साइटें अपने दावे के लिए कोई प्राधिकरण नहीं दूसरा, महिला का नाम मुमताज-उल-ज़मानी था और मुमताजमहल नहीं था। तीसरा, 22 वर्षों की अवधि अविश्वसनीय फ्रांसीसी आगंतुक टैवनरियर द्वारा सभी मुस्लिम संस्करणों को बहिष्कृत करने के लिए कुछ अजीब जंबो से ली गई है, जो एक मूर्खता है।
</li><br/>
 

<li class="PointTutorials" >  राजकुमार औरंगजेब के पत्र (ऊपर चित्रा 1 को देखें) अपने पिता, सम्राट शाहजहां को कम से कम तीन लेखों में दर्ज किया गया है, जिन्हें आदाब-ए-अलामगिरी, यदगर्नामा और मुरुक़ा-ए-अकबरबादी नाम दिया गया है (सईद अहमद, आगरा, 1 9 31 द्वारा संपादित , पृष्ठ 43, फुटनोट 2)। उस पत्र में औरंगजेब के रिकॉर्ड 1652 एडी में ही थे कि मुमताज की फांसी की दफ़नाने वाली कई इमारतें सात मंजिला थीं और इतनी बूढ़ी थीं कि वे सब लीक कर रहे थे, जबकि गुंबद ने उत्तरी दिशा में एक दरार विकसित किया था। इसलिए, औरंगजेब ने अपने खर्चे पर भवनों को तत्काल मरम्मत का आदेश दिया था जबकि सम्राट की सिफारिश करते हुए कि अधिक विस्तृत मरम्मत बाद में की जाए। यह सबूत है कि शाहजहां के शासनकाल के दौरान तत्काल मरम्मत की आवश्यकता के लिए ताज परिसर बहुत पुराना था।
</li><br/>
 

<li class="PointTutorials" >  जयपुर के पूर्व महाराजा ने अपने गुप्त निजी कपडद्वारा संग्रह में 18 दिसंबर, 1633 (शाहजहां के आधुनिक आदेशों आर .176 और 177 के अनुसार) से दो आदेश बनाए हैं, ताज बिल्डिंग कॉम्प्लेक्स का अनुरोध किया है। यह इतना हड़कंप मच गया था कि जयपुर के तत्कालीन शासक दस्तावेज़ को सार्वजनिक करने के लिए शर्मिंदा था।
</li><br/>
 

<li class="PointTutorials" > बीकानेर में राजस्थान राज्य अभिलेखागार शाहजहां द्वारा जयपुर के शासक जयसिंह को संबोधित किए गए तीन अन्य फर्मों को संरक्षित करते हैं, जिन्होंने मकराना क्वीरिस से संगमरमर (मुमताज की कब्र और कोरैनीक ग्राफ्ट के लिए) की आपूर्ति करने के आदेश दिए थे, और पत्थर के कटर थे। जयसिंह जाहिरा तौर पर ताजमहल के जबरदस्त जब्ती पर इतना गुस्से में था कि उन्होंने ताजमहल के अपवित्रता के लिए कोरानिक नक्काशी और नकली कंटोटाफ के लिए संगमरमर का उपयोग करके शाहजहां को उपकृत करने से इनकार कर दिया। जयसिंग ने शाहजहां की संगमरमर और पत्थर के कटर की मांग को देखते हुए, चोटों में अपमानित अपमान के रूप में देखा। इसलिए, उन्होंने किसी संगमरमर को भेजने से इनकार कर दिया और इसके बदले पत्थर के कटर को उसकी सुरक्षात्मक हिरासत में हिरासत में लिया।
</li><br/>
 

<li class="PointTutorials" > . संगमरमर की मांग करने वाली तीन फर्मों को मुमताज की मौत के दो साल के भीतर जयसिंग को भेजा गया। यदि शाहजहां ने वास्तव में 22 साल की अवधि में ताजमहल का निर्माण किया था, तो मुमताज की मौत के तुरंत बाद संगमरमर को केवल 15 या 20 साल बाद ही ज़रूरत पड़ती।
</li><br/>
 

<li class="PointTutorials" > . इसके अलावा, तीनों ने ताजमहाल, न ही मुमताज, न ही दफन नहीं किया। पत्थर की लागत और मात्रा का भी उल्लेख नहीं किया गया है। यह साबित करता है कि ताजमहल के साथ छेड़छाड़ और छेड़छाड़ करने के लिए संगमरमर की एक महत्वपूर्ण मात्रा की आवश्यकता थी। अन्यथा शाहजहां एक गैर-सहकारी जयसिंह पर संगमरमर के लिए घृणास्पद निर्भरता से ताजमहल का निर्माण करने की उम्मीद नहीं कर सकता था।
</li><br/>
 
<p class="paragraph">
यूरोपीय आगंतुक खाता
</p><br/>
 

<li class="PointTutorials" > . एक फ्रांसीसी जौहरी, जो कि एक फ्रांसीसी जौहरी ने अपनी यात्रा के संस्मरणों में दर्ज किया है कि शाहजहां ने जानबूझकर तज़-ए-मकान (यानी 'ताज इमारत') के पास मुमताज को दफनाया है, जहां वे भी आज भी ऐसा करते हैं, ताकि दुनिया प्रशंसित हो सके। । उन्होंने यह भी कहा कि मचान की लागत पूरे काम के मुकाबले ज्यादा थी। शाहजहां ने तेजोमहलय शिव मंदिर में जो काम किया था, उसमें महारानी जुड़नारों पर लूट लिया गया था, शिव की मूर्तियों को उखाड़ फेंकने, दो कहानियों पर उनके स्थान पर केन्द्रोपायों को लगाया गया, कोरियों के साथ कुरान को सम्मिलित करना और सात कहानियों में से छह ताज। यह यह लूट, अपमानजनक और उन कमरों का लुप्तप्राय था जो 22 साल ले गए थे।
</li><br/>
 

<li class="PointTutorials" > . पीटर मुंडे, आगरा के एक अंग्रेजी आगंतुक, 1632 में (मुमताज की मौत के केवल एक वर्ष के भीतर) में दर्ज किया गया था कि 'आगरा के आसपास और आस-पास के नोटों के स्थानों में ताज-ए-महल की कब्र, उद्यान और बाजार शामिल थे।' इसलिए, यह पुष्टि करता है कि ताजमहल शाहजहां से पहले एक उल्लेखनीय इमारत थी।
</li><br/>
 

<li class="PointTutorials" > . डी लाइट, एक डच अधिकारी ने पूर्व शाहजहां के समय का एक उत्कृष्ट भवन के रूप में, आगरा किले से एक मील के बारे में मानसिंह के महल को सूचीबद्ध किया है। शाहजहां की अदालत का इतिहास, बदशाननाम रिकॉर्ड, उसी मानसिंह के महल में मुमताज की दफ़न
</li><br/>
 

<li class="PointTutorials" > . बर्नियर, एक समकालीन फ्रेंच विजिटर ने उल्लेख किया है कि गैर-मुस्लिमों को तहखाने में प्रवेश पर प्रतिबंध लगा दिया गया था (उस समय जब शाहजहां ने मानसिंह के महल की मांग की थी) जिसमें एक चमकदार प्रकाश था। जाहिर है, उसने चांदी के दरवाजे, सोने की रेलिंग, मणि की जड़ें और शिव की मूर्ति पर लटका मोती के तारों को समझाया। शाहजहां ने मुमताज की मौत को एक सह बनाने के लिए, सभी धन प्राप्त करने के लिए इमारत को दोबारा किया
	</li><br/>
<li class="PointTutorials" > . जोहान अल्बर्ट मंडेलस्लो, जो 1638 में मुगलता की मौत के बाद (केवल 7 साल बाद मुमताज की मौत के बाद) में जीवन का वर्णन करते हैं (अपनी यात्राएं और ट्रेवल्स टू वेस्ट-इंडीज में, जॉन स्टार्की और जॉन बास्सेट, लंदन द्वारा प्रकाशित) ताजमहल का निर्माण हो रहा है, हालांकि यह सामान्य रूप से उल्लेखनीय रूप से माना जाता है या माना जाता है कि ताज 1631 से 1653 तक बनाया जा रहा था।
</li><br/>
 
<p class="paragraph">
संस्कृत अभिलेख</p><br/>

 

<li class="PointTutorials" > . एक संस्कृत शिलालेख भी इस निष्कर्ष का समर्थन करता है कि ताज एक शिव मंदिर के रूप में उत्पन्न हुआ था। गलत रूप से बतेश्वर शिलालेख (वर्तमान में लखनऊ संग्रहालय की ऊपरी मंजिल पर संरक्षित) के रूप में कहा जाता है, यह एक "क्रिस्टल सफेद शिव मंदिर की स्थापना को इतना आकर्षक करता है कि भगवान शिव ने एक बार में निश्चय किया था कि वह अपने सामान्य निवास कैलाश पर्वत पर वापस कभी नहीं आए "। शाहीजहां के आदेशों पर ताजमहल बाग से 1155 ए.डी. का यह शिलालेख हटा दिया गया था। इतिहासकारों और आर्कियियोलॉजिस्टों ने बट्टेश्वर के शिलालेख को अंदाज़ा देने में चूक कर दी है, जब रिकॉर्ड यह नहीं कहता कि यह बैतस्वर द्वारा पाया गया था। वास्तव में, तेजोमहलया शिलालेख को बुलाया जाना चाहिए क्योंकि यह मूल रूप से ताज गार्डन में स्थापित किया गया था इससे पहले कि इसे ऊपर उठाना पड़ा और शाहजहां के आदेश पर निकाल दिया गया
</li><br/>
 
<p class="paragraph">
शाहजहां द्वारा छेड़छाड़ करने के लिए एक सुराग पृष्ठ 216-217, वॉल्यूम पर पाया गया है। 4, भारत रिपोर्टों के आरकेलाजिकल सर्विसेज (1874 प्रकाशित) में कहा गया है कि "एक महान स्क्वायर ब्लैक बैलिस्टिक स्तंभ जो एक और स्तंभ के आधार और पूंजी के साथ ...। आगरा के आधार पर अब, ... यह अच्छी तरह से ज्ञात है, एक बार में खड़ा था बगीचे का ताजमहाल "
</p><br/>









<p class="text-info">
गायब हाथी
</p><br/>
 

<li class="PointTutorials" >  ताज की इमारत से बहुत दूर, शाहजहां ने इसे काला कुरानिक अक्षरों के साथ विरूपित किया और इसके संस्कृत शिलालेख, कई मूर्तियों और दो विशाल पत्थर हाथियों को अपने सामानों को गेटवे पर एक स्वागत योग्य चाप में फैला दिया, जहां आगंतुकों ने इन दिनों टिकटों को खरीदा । एक अंग्रेज, थॉमस ट्विनिंग, (1 99 1 की अपनी पुस्तक "ट्रेवल्स इन इंडिया ए हंड्रेड इयर्स एग्ज़ेड") का रिकॉर्ड है, जो नवंबर 17 9 4 में "मैं ताज-ए-महल और उसके परिसर वाले भवनों को बंद करने वाली ऊंची दीवारों पर पहुंचा। मैं यहां पालकी से बाहर गया और ... एक खूबसूरत पोर्टल की ओर बढ़ने वाले कदमों की एक छोटी उड़ान का पता चला जिसने महानतम न्यायालय के हाथों के कोर्ट के इस हिस्से का केंद्र बनाया। "
</li><br/>
 
<p class="paragraph">
कुरान के पैच
</p><br/>
 

<li class="PointTutorials" >  ताजमहल कुरान के 14 अध्यायों से गुजर चुका है, लेकिन वहां कहीं भी नहीं है कि इस्लामिक ताज़ा के शाहजहां की ग्रन्थकारिता के लिए इस्लामिक ओवरराइटिंग में थोड़ी-थोड़ी सी बात है। यदि शाहजहां बिल्डर थे तो उन्होंने कुरान के उद्धरण के पहले इतने सारे शब्दों में ऐसा कहा होगा।
</li><br/>
 

<li class="PointTutorials" >  उस शाहजहां, जो कि संगमरमर ताज के निर्माण से दूर है, ने इसे केवल काले रंग की छिद्रण के साथ ढंक दिया था, इश्तेदार अमानत खान शिरीज़ी ने स्वयं इमारत पर एक शिलालेख में उल्लेख किया है। कुरानिक अक्षरों की एक छानबीन से पता चलता है कि वे एक प्राचीन शिव मंदिर पर विभिन्न प्रकार के पत्थर के टुकड़े के साथ गेट लगाए गए हैं।
</li><br/>
 
<p class="paragraph">
कार्बन 14 टेस्ट
</p><br/>
 

<li class="PointTutorials" >  एक अमेरिकी प्रयोगशाला द्वारा कार्बन 14 परीक्षण के अधीन ताज के नदी के किनारों के द्वार से एक लकड़ी का टुकड़ा और प्रैट स्कूल ऑफ आर्किटेक्चर, न्यूयॉर्क में प्रोफेसरों द्वारा शुरू किया गया, ने यह खुलासा किया है कि शाहजहां की तुलना में 300 वर्ष पुराने दरवाजा होना चाहिए। ताज के द्वार, अकसर 11 वीं शताब्दी से बार-बार मुस्लिम आक्रमणकारियों द्वारा खुल गए, को समय-समय पर प्रतिस्थापित किया गया। ताज की इमारत बहुत पुरानी है। यह 1155 एडी से संबंधित है, अर्थात् शाहजहां के करीब 500 वर्ष पूर्व।
</li><br/>
 
<p class="paragraph">
वास्तुकला साक्ष्य
</p><br/>
 

<li class="PointTutorials" >  ई.बी.हैवेल, श्रीमती केनोवर और सर डब्ल्यू.डब्ल्यू। जैसे आर्किटेक्चर पर प्रसिद्ध पश्चिमी अधिकारियों ने रिकॉर्ड करने के लिए कहा था कि ताजमहल हिंदू मंदिर शैली में बनाया गया है। हावेल ने जावा में प्राचीन हिंदू चंडी सेवा मंदिर की जमीन की योजना बताई है ताज के साथ समान है
</li><br/>
 

<li class="PointTutorials" >  इसके चारों कोनों में एक चश्मा के साथ एक केंद्रीय गुंबद हिंदू मंदिरों की एक सार्वभौमिक विशेषता है।
</li><br/>
 

<li class="PointTutorials" >  चौंठ कोनों में चार संगमरमर के खंभे हिंदू शैली के हैं। रात के दौरान उन्हें दीपक टावर के रूप में उपयोग किया जाता है और दिन के दौरान टॉवर देख सकते हैं। इस तरह के टॉवर पवित्र क्षेत्र की सीमा तय करने के लिए काम करते हैं। सत्यनारायण की पूजा के लिए भगवान की स्थापना के लिए हिंदू शादी की वेदियां और वेदी को चारों कोने में खंभा खड़ा हुआ है।
</li><br/>
 

<li class="PointTutorials" >  ताजमहल के अष्टकोणीय आकार का एक विशेष हिंदू महत्व है क्योंकि हिन्दू अकेले आठ दिशाओं के लिए विशेष नाम हैं, और दिव्य गार्ड उन्हें सौंपा गया है। शिखर आकाश को इंगित करता है, जबकि नींव नीचे की दुनिया का प्रतीक है। हिंदू किलों, नगरों, महलों और मंदिरों में आम तौर पर एक अष्टकोणीय लेआउट या कुछ अष्टकोणीय विशेषताएं हैं, ताकि हिंदू विश्वास के अनुसार शिखर और नींव के साथ सभी दस दिशाएं जिसमें राजा या भगवान का अस्तित्व है, शामिल हैं।
</li><br/>
 

<li class="PointTutorials" > ताजमहल के पास गुंबद के ऊपर एक त्रिशूल शिखर है। त्रिशूल शिखर के एक पूर्ण पैमाने पर ताज के पूर्व में लाल पत्थर के आंगन में लगी हुई है। त्रिशूल के केंद्रीय शाफ्ट में एक कलश (पवित्र पॉट) दर्शाया गया है जिसमें दो झुका हुआ आम के पत्ते और एक नारियल होते हैं। यह एक पवित्र हिंदू रूप है हिमालय के क्षेत्र में हिंदू और बौद्ध मंदिरों पर समान शिखर देखा गया है। ताज के सभी चार तरफों पर शानदार संगमरमर कीचड़ वाले प्रवेशद्वारों के शीर्ष पर एक लाल कमल पृष्ठभूमि के खिलाफ भी चित्रण किया गया है। लोग प्यार से

 

लेकिन इन सभी शताब्दियों पर गलती से विश्वास किया गया था कि ताज शिखर एक इस्लामी धारावाहिक को दर्शाता है और भारत में ब्रिटिश शासकों द्वारा स्थापित एक प्रकाश कंडक्टर था। इसके विपरीत, शिखर हिंदू धातु विज्ञान का एक चमत्कार है क्योंकि गैर-जंग खाए हुए मिश्र धातु के शिखर से यह शायद एक बिजली झुकाव है। यह है कि पूर्वी आंगन में प्रतिकृति का शिलालेख तैयार है क्योंकि पूर्व हिंदुओं को विशेष महत्व के रूप में, जिस दिशा में सूर्य उगता है। गुंबद पर शिखर पर कब्जा करने के बाद 'अल्लाह' शब्द है। जमीन पर शिखर आंकड़ा में अल्लाह का शब्द नहीं है।
</li><br/>
 
<p class="paragraph">
विसंगतियों</p><br/>

 

<li class="PointTutorials" >  पूर्व और पश्चिम से संगमरमर ताज का सामना करने वाली दो इमारतें डिजाइन, आकार और आकार में समान हैं और फिर भी पूर्वी इमारत इस्लामी परंपरा से समझाई जाती है, एक सामुदायिक हॉल के रूप में जबकि पश्चिमी इमारत को एक मस्जिद माना जाता है। मौलिक विभिन्न प्रयोजनों के लिए भवनों को समान कैसे माना जा सकता है? यह साबित करता है कि शाहजहां द्वारा ताज संपत्ति की जब्ती के बाद पश्चिमी इमारत को एक मस्जिद के रूप में इस्तेमाल किया गया था। एक मस्जिद के रूप में विचित्र रूप से पर्याप्त रूप से समझा जा रहा भवन का कोई मीनार नहीं है वे तेजोमहलये मंदिर महल के रिसेप्शन पैवेलियन की एक जोड़ी बनाते हैं।
</li><br/>
 

<li class="PointTutorials">
   उसी तरफ से कुछ गज की दूरी पर नक्कड़ खान ऊर्फ ड्रमहाउस है जो इस्लाम के लिए एक असंगत विसंगति है। ड्रम हाउस की निकटता इंगित करता है कि पश्चिमी अनुलग्नक मूल रूप से एक मस्जिद नहीं था। विपरीत तौर पर एक ड्रम हाउस एक हिंदू मंदिर या महल में जरूरी है क्योंकि शाम और शाम में हिन्दू काम संगीत की मिठाइयां शुरू करते हैं।

 </li><br/>

<li class="PointTutorials" >. सिनोटैफ चैम्बर दीवार के संगमरमर बाहरी पर उभरा हुआ पैटर्न शंख शैल डिजाइन और हिंदू पत्र ओम के फ़ॉइल हैं। सेनोटैफ चैंबर के अंदर अष्टकोणीय रखे हुए संगमरमर के जाल में उनके शीर्ष रेलिंग पर गुलाबी कमल को दर्शाया गया है। लोटस, शंख और ओम हिंदू देवताओं और मंदिरों के साथ जुड़े पवित्र रूप हैं।
</li><br/>
 

<li class="PointTutorials" >. मुमताज के श्लोक के स्थान पर कब्जा कर लिया गया स्थान पूर्व में हिंदू तेजा लिंग ने भगवान शिव का लिथिक प्रतिनिधित्व किया था। चारों ओर यह पांच perambulatory मार्ग हैं। संगमरमर जाली के चारों ओर या सिनोटैफ चैम्बर के आस-पास के विशाल संगमरमर कक्षों के माध्यम से और संगमरमर के प्लेटफार्म पर खुले में छिद्रण किया जा सकता था। यह भी प्रथा है कि हिंदुओं के पास प्रताड़णीय मार्ग के साथ-साथ देवताओं को देखते हुए छलनी होती है। ताजमहल में प्रांगबल में मौजूद ऐसे अपारचर्स मौजूद हैं।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल में पवित्रतम मंदिर में चांदी के दरवाजे और सोने की रेलिंग जैसे हिंदू मंदिर हैं। इसमें मोती के जाल और संगमरमर के जाल में जवाहरात भी थीं। यह इस संपत्ति का लालच था जिसने शाहजहां के कमांडर ताज को जयपुर के तत्कालीन शासक असहाय अभिषेक जयसिंग से बनाया था।

 
</li><br/>
<li class="PointTutorials" >. पीटर मोंडी, एक अंग्रेज रिकॉर्ड (1632 में, मुमताज की मृत्यु के एक वर्ष के भीतर) एक मणि उसकी कब्र के चारों ओर सोना रेलिंग को देखे हुए देखा। अगर ताज 22 साल तक निर्माण के लिए होता था, तो मुमताज की मौत के एक वर्ष के भीतर पीटर मंडी ने एक महंगी सोने की रेलिंग को नहीं देखा होगा। ऐसी महंगी फिक्स्चर स्थापित करने के बाद ही किसी भवन में स्थापित की जाती हैं। यह इंगित करता है कि मुमताज की शंकुशक्ति सोने रेलिंग के केंद्र में शिवलिंग के स्थान पर छिद्रित हुई थी। इसके बाद सोने की रेलिंग, चांदी के दरवाजे, मोती के जाल, मणि भरने आदि सभी को शाहजहां के राजकोष में ले जाया गया। ताज की जब्ती ने इस प्रकार हाउंन्डेड मुघल डकैती के एक अधिनियम का गठन किया जिससे शाहजहां और जयसिंग के बीच एक बड़ी पंक्ति पैदा हुई।

 </li><br/>

<li class="PointTutorials" >. मुमताज के सांस्थानो के चारों ओर संगमरमर फर्श में छोटे मोज़ेक पैच देखा जा सकता है। उन पैचेस उन स्थानों को इंगित करते हैं जहां फर्श में सोने की रेलिंग के लिए समर्थन जोड़ा गया था। वे एक आयताकार बाड़ लगाने का संकेत देते हैं।
</li><br/>
 

<li class="PointTutorials" >. मुमताज के सेनोटैफ़ के ऊपर एक श्रृंखला लटका दी जिसके द्वारा अब एक दीपक लटका हुआ है शाहजहां द्वारा कब्जा करने से पहले शिलिंग एक पानी के पिचर को पकड़ने के लिए किया जाता था, जिसमें से शिवलिंग पर पानी गिरता था।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल में यह पहले की हिंदू परंपरा है, जिसने शाहजहां के प्यार के इस्लामिक मिथक को मुमताज की कब्र पर सर्दियों की पूर्व संध्या पर पूर्ण रूप से गिरने के लिए छोड़ दिया।
</li><br/>
 
<p class="paragraph">
ट्रेजरी खैर</p><br/>

 

<li class="PointTutorials" >. तथाकथित मस्जिद और ड्रम हाउस के बीच में एक बहुआयामी अष्टकोणीय कुंड है जो सीढ़ियों की एक उड़ान के साथ पानी के स्तर तक पहुंचता है। यह हिंदू मंदिर महल में एक पारंपरिक खजाना है। ट्रेजर चेस्ट्स को निचले अपार्टमेंट्स में रखा जाता था, जबकि ट्रेजरी कर्मियों के पास ऊपरी कक्षों में उनके कार्यालय थे। परिपत्र सीढ़ियों ने घुसपैठियों को खजाने तक पहुंचने या उससे बचने के लिए मुश्किल बना दिया था जो इसे बिना पहचाने या अप्रतिबंधित किया गया था। अगर परिसर को घेरने वाले दुश्मन के समक्ष आत्मसमर्पण करना पड़ता था, तो खजाना कूड़े से छिपे रहने के लिए अच्छी तरह से धक्का दे सकता है और यदि जगह फिर से जीत हासिल की गई तो बचाया जा सके। इस तरह के एक विशाल बहुस्तरीय अच्छी तरह से एक मात्र मकबरे के लिए ज़रूरत से ज़्यादा है। इस तरह के एक भव्य, विशाल कब्र एक कब्र के लिए अनावश्यक है।

 </li><br/>
<p class="paragraph">
दफ़्ती की तारीख अज्ञात
</p><br/>
 

<li class="PointTutorials" >. अगर शाहजहां ने वास्तव में ताजमहल को आश्चर्यजनक मकबरे के रूप में बनाया था, तो इतिहास ने एक विशेष तिथि दर्ज की होगी जिस पर वह ताजमहल में समारोह में दफनाया गया था। ऐसी किसी तिथि को कभी भी उल्लेख नहीं किया गया है यह महत्वपूर्ण लापता विस्तार निश्चित रूप से ताजमहल पौराणिक कथा के झूठ को उजागर करता है।</li><br/>

 

<li class="PointTutorials" >. मुमताज की मौत का साल भी अज्ञात है। यह 1629, 1630, 1631 या 1632 के विभिन्न रूपों का अनुमान लगाया गया है। अगर वह एक शानदार दफन का हकदार है, जैसा कि दावा किया गया है, उसकी मौत की तारीख बहुत अटकलों की बात नहीं थी। 5000 महिलाओं के साथ घूमने वाले हरम में मृत्यु की तारीखों का ट्रैक रखना मुश्किल था। जाहिर है मुमताज की मृत्यु की तारीख एक घटना इतनी नगण्य थी, क्योंकि किसी भी विशेष नोटिस के योग्यता के लिए नहीं। उसके बाद उसे दफनाने के लिए ताज बनाया जाएगा?
</li><br/>
<p class="paragraph">
बेस्ट लव स्टोरीज़</p>

 

<li class="PointTutorials" >. मुमताज के लिए शाहजहां के अनन्य मोह की बातें कहानियां हैं। इतिहास में उनका कोई आधार नहीं है और न ही उनके फकीर प्रेम मामलों पर कभी भी कोई पुस्तक लिखी गई है। उन कहानियों को ताज लुक के शाहजहां की ग्रन्थकारिता को प्रशंसनीय बनाने के बाद एक आविष्कार किया गया है।
</li><br/>
 
<p class="paragraph">
लागत</p>

 

<li class="PointTutorials" >. ताज की लागत शाहजहां के अदालत के कागजात में कहीं नहीं दर्ज की गई है क्योंकि शाहजहां ने कभी ताजमहल नहीं बनाया है यही कारण है कि भोला लेखकों द्वारा लागत का जंगली अनुमान 4 लाख से लेकर 91.7 मिलियन रूपये तक है।

 </li><br/>
<p class="paragraph">
निर्माण की अवधि</p>

 

<li class="PointTutorials" >. इसी तरह निर्माण की अवधि 10 साल और 22 साल के बीच कहीं भी हो सकती है। अनुमान के लिए कोई संभावना नहीं होती है कि अदालत के कागजात में भवन निर्माण रिकार्ड किया गया था।
</li><br/>
 
<p class="paragraph">
आर्किटेक्ट्स</p>

 

<li class="PointTutorials" >. ताजमहल के डिजाइनर को ईसा एफ़ेंडी, फारसी या तुर्क, या अहमद मेहेन्डिस या फ्रांसीसी, ऑस्टिन डे बॉर्डो, या ग्रीननिमो वेरोनो, एक इतालवी या शाहजहां खुद के रूप में भी उल्लेख किया गया है।
</li><br/>
 
<p class="paragraph">
रिकॉर्ड मौजूद नहीं है</p>

 

<li class="PointTutorials" >. ताजमहल के निर्माण में शाहजहां के शासन के दौरान 22 हजार श्रमिकों ने 22 वर्षों के लिए काम किया है। अगर यह सच है, तो शाहजहां के अदालत के कागजात के डिजाइन चित्रों, श्रम हलवाई रोल, दैनिक खर्च पत्र, बिलों और सामग्री के आदेश की प्राप्तियां, और कमीशन आदेशों के ढेर में उपलब्ध होना चाहिए था। इस प्रकार के पेपर का एक स्क्रैप भी नहीं है।
</li><br/>
 

<li class="PointTutorials" >. यह इसलिए है, अदालत के फ्लैटर, अस्पष्ट इतिहासकारों, उदासीन पुरातत्वविदों, कथालेखक, कल्पित कवियों, लापरवाह पर्यटकों के अधिकारियों और गलती करने वाले मार्गदर्शक, जो ताज के शाहजहां की पौराणिक ग्रन्थकारिता पर विश्वास करने के लिए दुनिया को जुटाने के लिए ज़िम्मेदार हैं।
</li><br/>
 

<li class="PointTutorials" >. शाहजहां के ताज के आसपास के बगीचों का वर्णन केतकी, जय, जुई, चंपा, मौलश्री, हर्षिंकर और बेल का वर्णन है। ये सभी पौधे हैं जिनके फूल या पत्ते हिंदू देवताओं की पूजा में उपयोग किए जाते हैं। बेल पत्ते विशेष रूप से भगवान शिव की पूजा में उपयोग किया जाता है कब्रिस्तान केवल छायादार वृक्षों के साथ ही लगाया जाता है क्योंकि कब्रिस्तान में पौधों के फल और फूल का उपयोग करने का विचार मानव विवेक के प्रति घृणित है। ताज गार्डन में बेल और अन्य फूलों की पौधों की उपस्थिति शाहजहां की जब्ती से पहले शिव मंदिर होने का प्रमाण है।
</li><br/>
 

<li class="PointTutorials" >. हिंदू मंदिर अक्सर नदी के किनारों और समुद्र तटों पर बनाये जाते हैं। ताज यमुना नदी के तट पर एक शिव मंदिर के लिए आदर्श स्थान है।
</li><br/>
 

<li class="PointTutorials" >. पैगंबर मोहम्मद ने निश्चय किया है कि मुस्लिम के दफन स्थान को अपूर्व होना चाहिए और एक भी समाधि का पत्थर भी नहीं चिन्हित होना चाहिए। इसके बारे में उल्लेखनीय उल्लंघन में, ताजमहल के तहखाने में एक कब्र है और दूसरा, मुमताज के नाम पर पहली मंजिल कक्ष में है। उन दोनों श्लोकों को वास्तव में शाहजहां द्वारा ताज में दो स्तरीय शिवलिंगों को दफनाने के लिए बनाया गया था जिन्हें ताज में पवित्रा किया गया था। यह प्रथा है कि हिंदुओं के लिए दो शिवलिंग एक को दो कहानियों में स्थापित करना है जो उज्जैन के महाकलेश्वर मंदिर और सोमनाथ पट्टन में अहिल्याबाई द्वारा उठाए गए सोमनाथ मंदिर में देखा जा सकता है।
</li><br/>
 

<li class="PointTutorials" >. सभी चार पक्षों पर ताजमहाल के समान प्रवेश द्वार हैं। यह एक विशिष्ट हिंदू निर्माण शैली है जिसे चतुरुमुखी कहा जाता है, अर्थात्, चार का सामना करना पड़ा
</li><br/>
 
<p class="paragraph">
द हिंदू डोम</p>

<li class="PointTutorials" >. ताजमहल में एक प्रत्यारोपित गुंबद है। इस तरह के एक गुंबद एक कब्र के लिए एक मूर्खता है जो शांति और मौन को सुनिश्चित करना चाहिए। हिन्दू देवताओं की पूजा के साथ आने वाले घंटियां, ड्रम और पाइपों की आवाज़ में बढ़ोतरी और बढ़ते हुए गुंबदों को घुमावने के लिए, इन्हें हिंदुओं के मंदिरों में घुसने की आवश्यकता होती है।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल गुंबद एक कमल टोपी लाता है। मूल इस्लामी गुंबदों में एक गंजा शीर्ष है, जैसा कि चाणक्यपुरी, नई दिल्ली में पाकिस्तान दूतावास और पाकिस्तानी नवनिर्मित राजधानी इस्लामाबाद के गुंबदों के उदाहरण हैं।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल प्रवेश द्वार दक्षिण की ओर मुड़ता है यदि ताज एक इस्लामी इमारत थी तो उसे पश्चिम का सामना करना चाहिए था
</li><br/>
 
<p class="paragraph">
मकबरा कब्र है, बिल्डिंग नहीं है</p>

 

<li class="PointTutorials" >. एक व्यापक गलतफहमी ने कब्र के लिए इमारत को गलत तरीके से समझ लिया है। इस्लाम को हमला करने वाले हर देश में कब्जा किए गए भवनों में कब्रें चढ़ाई कर रही हैं। इसलिए, इसके बाद लोगों को सीखना होगा कि इमारतों को विजय प्राप्त करने में कब्र के ढेर वाले भवन के साथ इमारत को नहीं समझा जाना चाहिए। यह ताजमहल के बारे में भी सच है कोई इसलिए (तर्क के लिए) स्वीकार कर सकता है कि मुमताज ताज के अंदर दफन है। लेकिन इसका अर्थ यह नहीं होना चाहिए कि मुमताज की कब्र पर ताज उठाया गया था।
</li><br/>
 

<li class="PointTutorials" >. ताज एक सात मंजिला इमारत है। राजकुमार औरंगजेब ने भी शाहजहां को अपने पत्र में इसका उल्लेख किया (ऊपर चित्रा 1 देखें)। संगमरमर की इमारत में चार कहानियां शामिल हैं जिनमें सबसे ऊपर एकमात्र ऊंचा परिपत्र हॉल, और तहखाने में अकेला कक्ष शामिल है। बीच में दो फर्श हैं जिनमें से प्रत्येक में 12 से 15 महल कमरे हैं। पीछे की ओर नदी तक पहुंचने वाली संगमरमर की चोटी के नीचे लाल पत्थर में दो और कहानियां हैं उन्हें नदी के किनारे से देखा जा सकता है सातवीं मंजिला भूमि (नदी) के नीचे होना चाहिए, क्योंकि हर प्राचीन हिंदू भवन में एक भूमिगत मंजिला था।
</li><br/>
 

<li class="PointTutorials" >. नदी के किनारे पर संगमरमर की कुर्सी को तुरंत लगाओ, लाल पत्थरों के 22 कमरों में, शाहजहां द्वारा बांधने वाले सभी अपने वेंटिलेटर के साथ। शाहजहां द्वारा निर्जन किए गए उन कमरों को भारत के पुरातत्व विभाग द्वारा बंद रखा गया है। आगंतुक उनके बारे में अंधेरे में रखा गया है। उन 22 कमरों में अब भी प्राचीन हिंदू रंग उनके दीवारों और छतों पर हैं। उनके पक्ष में लगभग 33 फीट लंबे कॉरिडोर है। गलियारे के दोनों छोर पर एक दो दरवाजा फ़्रेम हैं लेकिन उन दरवाजों को ईंट और चूने से सख्ती से बंद कर दिया गया है।
</li><br/>
 

<li class="PointTutorials" >. जाहिरा तौर पर शाहजहां द्वारा मूलतः मुहरबंद किए गए दरवाजे अनसेल्ड हो गए हैं और फिर कई बार दीवारों को बांध दिया गया है। 1 9 34 में दिल्ली के एक निवासी द्वार के ऊपरी हिस्से में खुलने से अंदर से एक झलक लगाते थे। अपने निराशा के लिए उसने अंदर विशाल हॉल देखा। इसमें भगवान शिव की केंद्रीय शिरोमणि की छवि के चारों ओर कई मूर्तियां थीं। ऐसा हो सकता है कि वहां पर संस्कृत शिलालेख भी हैं। ताजमहल की सभी सात कहानियों को हिचकिचाहट, संस्कृत शिलालेख, ग्रंथ, सिक्के और बर्तन के रूप में छिपाए जा रहे साक्ष्य का पता लगाने के लिए बिना किसी बंडल की आवश्यकता हो सकती है।
</li><br/>
 

<li class="PointTutorials" >. मुहरबंद कहानियों में छिपी हिंदू छवियों के अलावा यह भी पता चला है कि ताज के विशाल दीवारों में हिंदू छवियां भी जमा की जाती हैं। 1 9 5 9 और 1 9 62 के बीच श्री एस.आर. राव आगरा में आर्केओलॉजिकल अधीक्षक थे, उन्होंने ताज के मध्य अष्टकोणीय कक्ष की दीवार में एक गहरी और चौड़ी दरार की सूचना दी थी। जब दीवार के एक हिस्से को दो या तीन संगमरमर की छवियों को खिसक गया था, तो दरार का अध्ययन करने के लिए ध्वस्त किया गया था मामला चुप हो गया और छवियों को बुलंद कर दिया गया, जहां वे शाहजहां के इशारे पर लगाए गए थे। इस बात की पुष्टि कई स्रोतों से प्राप्त की गई है। यह केवल तब था जब मैंने ताज के पूर्ववर्ती दस्तावेजों में अपनी जांच शुरू की थी, जो उपरोक्त जानकारी में आई थी, जो कि भूल गए गुप्त बने रहे थे। ताजमहल के मंदिर की उत्पत्ति के लिए बेहतर सबूत क्या चाहिए? शाहजहां की ताज की जब्ती से पहले इसकी दीवारों और मुहरबंद कक्षों में अभी भी हिंदू मूर्तियों को छिपाया गया था।
</li><br/>
 
<p class="paragraph">
ताज के पूर्व शाहजहां का संदर्भ</p>

 

<li class="PointTutorials" >. जाहिरा तौर पर एक केंद्रीय महल के रूप में ताज एक चेकर इतिहास है लगता है ताज को मुस्लिम ग़ज़नी के हर मुस्लिम आक्रमणकारी ने शायद तहस-नहस कर लूट लिया था, लेकिन हिंदू हाथों से गुजरते हुए, ताज के शिव मंदिर के रूप में पवित्राता को हर मुस्लिम हमले के बाद फिर से जीवित करना जारी रखा। शाहजहां ताजमहल उर्फ तेजमोहाले को अपवित्र करने के लिए अंतिम मुस्लिम था।
</li><br/>
 

<li class="PointTutorials" >. विन्सेन्ट स्मिथ ने अपनी पुस्तक 'अकबर द ग्रेट मोगुल' नामक किताब में रिकॉर्ड किया है कि 'बाबुर का अशांत जीवन 1630 में आगरा में अपने बगीचे महल में खत्म हुआ'। वह महल ताजमहल के अलावा अन्य कोई नहीं था
</li><br/>
 

<li class="PointTutorials" >. बाबर की बेटी गुलबदन बेगम ने अपने क्रोनिकल में शीर्षक से हुमायुन नामा का रहस्यवादी हाउस के रूप में ताज का उल्लेख किया है।
</li><br/>
 

<li class="PointTutorials" >. बाबर ने खुद को ताज से अपने संस्मरणों में संदर्भित किया है क्योंकि इब्राहिम लोदी द्वारा एक महल अष्टकोणीय कक्ष युक्त कब्ज़ा महल और चारों तरफ खंभे रखने के लिए। ये सभी ऐतिहासिक संदर्भ शाहजहां से पहले 100 साल पहले ताज के संकेत देते हैं।</li><br/>
<li class="PointTutorials" >. ताजमहल परिसर सभी दिशाओं में कई सौ गज की दूरी पर है। नदी के पार ताज के खाड़े, स्नान घाट और नौका नाव के लिए जेटी के खंडहर हैं। लताइयों से बाहर निकले हुए विक्टोरिया उद्यान में एक अष्टकोणीय लाल पत्थर टॉवर में समाप्त होने वाली प्राचीन बाहरी दीवार का लंबा सफर है। इस तरह के व्यापक आधार सभी शानदार तरीके से किए गए हैं, कब्र के लिए एक अतिसूक्ष्म हैं।
</li><br/>
 

<li class="PointTutorials" >. अगर ताज को मुमताज को दफनाने के लिए विशेष रूप से बनाया गया था, तो इसे अन्य कब्रों के साथ बेतरतीब नहीं होना चाहिए था। लेकिन ताज परिसर में कम से कम अपनी पूर्वी और दक्षिणी मंडप में कई कब्र हैं।
</li><br/>
 

<li class="PointTutorials" >. दक्षिणी किनारे में, ताजगंज द्वार के दूसरी तरफ समान पैवेलियनों में सरन्दी बेगम और फतेहपुरी बेगम और नौकरानी सतुनीस खानम में दफन किया जाता है। इस तरह की समानता का दमन सिर्फ तभी किया जा सकता है जब क्वीन का अवमूल्यन हो या नौकरानी को बढ़ावा दिया गया। लेकिन जब से शाहजहां ने ताज के (कमजोर) ताकत नहीं की थी, तो उन्होंने इसे सामान्य रूप से मुस्लिम कब्रिस्तान में कम कर दिया, जैसा कि उनके सभी इस्लामी भविष्यवाणियों की आदत थी, और एक खाली मंडप में एक रानी और एक समान समान मंडप में नौकरानी दफन कर दिया।
</li><br/>
 

<li class="PointTutorials" >. मुमताज से पहले और बाद में शाहजहांह ने कई अन्य महिलाओं से शादी की थी। इसलिए, उसके लिए बनाया आश्चर्यजनक मकबरे बनाने में विशेष ध्यान देने योग्य नहीं था।

 </li><br/>

<li class="PointTutorials" >. मुमताज जन्म से एक आम था और इसलिए वह एक काल्पनिक दफनाने के लिए योग्य नहीं थी।

 </li><br/>

<li class="PointTutorials" >. मुमताज बुरहानपुर में मृत्यु हो गई, जो आगरा से करीब 600 मील दूर है। उसकी कब्र वहाँ बरकरार है इसलिए, उनके नाम पर ताज की कहानियों में उठाए गए कैनोटाफ हिंदू शिव के प्रतीक में छिपे हुए नकली लगते हैं।
</li><br/>
 

<li class="PointTutorials" >. शाहजहां ने अपने भयंकर और कट्टरपंथी दलों के साथ मंदिर महल को घेरने और अपने खजाने में सभी महंगे उड़ानों को दूर करने के लिए आगरा में नकली मुमताज की दफ़न किया है। यह बदशाननाम में अस्पष्ट नोटिंग में पुष्टि पाई जाती है, जिसमें कहा गया है कि मुमताज का मृत शरीर बुरहानपुर से आगरा लाया गया था और अगले साल उसे दफन दिया गया था। किसी आधिकारिक शब्द का उपयोग एक अस्पष्ट शब्द नहीं होगा, जब तक कि वह कुछ छिपाने न हो।
</li><br/>
 

<li class="PointTutorials" >. एक उचित विचार यह है कि एक शाहजहां, जिन्होंने मुमताज के लिए कोई महलों का निर्माण नहीं किया था, वह एक लाश के लिए एक शानदार मकबरा नहीं बनायेगा जो अब लात मार या क्लिक नहीं कर रहा था।
</li><br/>
 

<li class="PointTutorials" >. एक और पहलू यह है कि मुमताज का मृत्यु शाहजहां के दो या तीन सालों में सम्राट बन गया। क्या वह उस क्वॉलिफायर में इतनी अधिक मात्रा में धन इकट्ठा कर सकता है जैसे कि यह आश्चर्यजनक मकबरे पर खर्च करना है?
</li><br/>
 

<li class="PointTutorials" >. मुमताज के लिए शाहजहां के विशेष अनुलग्नक को कहीं भी इतिहास में दर्ज नहीं किया गया है, जबकि कई अन्य स्त्रियों के साथ दासियों से उनकी अपनी बेटी जहानारा समेत पुतली भी शामिल हैं, जो शाहजहां के शासनकाल के खातों में विशेष ध्यान देते हैं। क्या शाहजहां मुमताज की लाश पर अपनी कड़ी मेहनत की कमाई करेंगे?

 

<li class="PointTutorials" >. शाहजहां एक कंजूस, शुभ राजा था वह अपने सभी प्रतिद्वंद्वियों की हत्या के लिए सिंहासन पर आया था वह इसलिए नहीं था, वह खर्च करने के लिए खर्च किए गए खर्च के लिए
</li><br/>
 

<li class="PointTutorials" >. मुमताज की मौत पर एक शाहजहां का उदासीनता अचानक ताज बनाने के एक संकल्प का श्रेय दिया जाता है। यह एक मनोवैज्ञानिक विसंगति है दु: ख एक अक्षम, असमर्थित भावना है
<li class="PointTutorials" >. एक मोहक शाहजहां को मृत मुमताज पर ताज उठाया है, लेकिन शारीरिक, शारीरिक यौन प्रेम फिर से एक अक्षमता का भाव है। एक महिलाकार किसी भी रचनात्मक गतिविधि के असमर्थ है। जब कामुक प्यार अनियंत्रित हो जाता है तो व्यक्ति या तो किसी की हत्या करता है या आत्महत्या करता है। वह ताजमहल नहीं बढ़ा सकते हैं ताज की तरह एक इमारत हमेशा अनन्बलिंग भावनाओं की उत्पत्ति की तरह होती है, जैसे कि भगवान की भक्ति, उसकी माँ और मां देश या शक्ति और महिमा।
</li><br/>
 

<li class="PointTutorials" >. वर्ष 1 9 73 के आरंभ में, ताज के सामने बगीचे में खुदाई करने का मौका वर्तमान फव्वारे से छह फुट नीचे फव्वारे का एक और सेट बताता है। यह दो चीजें साबित हुई सबसे पहले, भूमिगत झरने में शाहजहां ने सतह फव्वारे लगाए थे। और दूसरी बात यह है कि उन फव्वारे को ताज के साथ गठबंधन किया जाता है कि भवन पूर्व शाहजहां मूल के भी है। जाहिरा तौर पर बगीचे और उसके फव्वारे इस्लामिक शासन के दौरान सदियों से वार्षिक मॉनसून बाढ़ और रखरखाव की कमी से डूब गए थे।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल की ऊपरी मंजिल पर शानदार कमरे शाहजहां द्वारा अपने संगमरमर के मोज़ेक के पत्थर के लिए कई जगहों पर ताज परिसर के अंदर नकली कब्र के पत्थरों को जुटाने के लिए मिलान संगमरमर को प्राप्त करने के लिए तैयार किया गया है। समृद्ध परिष्कृत संगमरमर के भू-तल कमरों के विपरीत, दीवारों के निचले आधे भाग को कवर करने वाले और ऊपरी मंजिला के फर्श पर संगमरमर के मोज़ेक के धक्के लगाने से उन कमरों में एक नग्न, लुटेरे लग गए हैं। चूंकि कोई आगंतुकों की ऊपरी मंजिला में प्रवेश की अनुमति नहीं है इसलिए शाहजहां द्वारा इस भर्त्सना को एक अच्छी तरह से संरक्षित रहस्य बना हुआ है। मोगुल शासन की समाप्ति के 200 साल बाद भी शाहजहां की ऊपरी मंजिल संगमरमर की लूट जनता से छिपी रहती है।
</li><br/>
 

<li class="PointTutorials" >. फ्रांसीसी यात्री बर्नियर ने यह रिकॉर्ड किया है कि ताज के गुप्त निचले सदन में कोई भी गैर मुस्लिम प्रवेश की अनुमति नहीं थी क्योंकि वहां कुछ चकाचौंध जुड़नार हैं। अगर उन्हें शाहजहां द्वारा स्थापित किया गया था तो उन्हें लोगों को गर्व की बात के रूप में दिखाया जाना चाहिए था। लेकिन जब से इसे हिंदू संपत्ति पर कब्जा कर लिया गया था, जो शाहजहां अपने खजाने को दूर करना चाहता था, वह नहीं चाहता था कि जनता इस बारे में जान सकें।
</li><br/>
 

<li class="PointTutorials" >. ताज के लिए दृष्टिकोण नींव की खाई से पृथ्वी की खोपड़ी के साथ उठाए गए हिल्स के साथ बिंदीदार है। पहाड़ी ताज बिल्डिंग कॉम्प्लेक्स के बाहरी सुरक्षा के रूप में काम किया। नींव की धरती से ऐसी पहाड़ियों की स्थापना, हुरी मूल के एक आम हिंदू उपकरण है। आसपास भरतपुर एक ग्राफिक समानांतर प्रदान करता है। पीटर मुंडी ने यह रिकॉर्ड किया है कि शाहजहां ने हजारों मजदूरों को रोजगार दिया है ताकि उन पहाड़ी इलाकों में से कुछ ले जा सकें। यह शाहजहां से पहले मौजूद ताजमहल का एक ग्राफिक सबूत है।
</li><br/>
 

<li class="PointTutorials" >. नदी के किनारे पर एक हिंदू श्मशान है, कई महलों, शिव मंदिर और प्राचीन मूल के स्नानघर हैं। अगर शाहजहां ने ताजमहल बनाया था, तो उन्होंने हिंदू सुविधाओं को नष्ट कर दिया होता।
</li><br/>
 

<li class="PointTutorials" >. शाहजहां की कहानी उस नदी के किनारे एक काले संगमरमर ताज बनाने की थी, यह एक और प्रेरित मिथक है। नदी के दूसरी तरफ बहने वाले खंडहर मुस्लिम आक्रमणों के दौरान ध्वस्त किए गए हिंदू संरचनाओं के हैं और किसी अन्य ताजमहल की कुर्सी नहीं हैं शाहजहां ने सफेद ताजमहल का निर्माण भी नहीं किया, शायद ही कभी एक काले संगमरमर ताज के निर्माण के बारे में सोचना होगा। वह इतनी दयनीय था कि उन्होंने श्रमिकों को एक मुस्लिम मकबरे के रूप में सेवा देने के लिए सतही छेड़छाड़ में भी काम करने के लिए मजबूर किया।
</li><br/>
 

<li class="PointTutorials" >. शाहजहां ने ताज में कुरान के अक्षर छानने के लिए इस्तेमाल किया संगमरमर एक हल्के सफेद छाया की तरफ है जबकि बाकी ताज समृद्ध पीले टिंट के संग संगमरमर से बना है। यह असमानता कुरानिक अर्क का एक सबूत है जो एक सुपरिशिपी है
</li><br/>
 

<li class="PointTutorials" >. हालांकि, कुछ इतिहासकारों ने इतिहास पर कुछ काल्पनिक नाम का इस्तेमाल करने के लिए कल्पनाशील प्रयास किए हैं, क्योंकि ताज के डिजाइनर अधिक कल्पनाशील हैं और उन्होंने शाहजहां को शानदार वास्तुशिल्प प्रवीणता और कलात्मक प्रतिभा के रूप में श्रेय दिया है, जो आसानी से तेज शोक में भी ताज़ा और दृढ़ संकल्प कर सकते हैं। । ऐसे लोगों में इतिहास की गहरी अज्ञानता को धोखा दिया जाता है जितना शजहान एक क्रूर तानाशाह, एक महान महिला और दवा और पेय की आदी थे।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल कर रहे शाहजहां के बारे में झुंझलाहट सब उलझन में हैं। कुछ लोगों ने जोर देकर कहा कि शाहजहां ने दुनिया भर से ड्राइंग का निर्माण करने का आदेश दिया और उनमें से एक को चुना। दूसरों का कहना है कि हाथ में एक आदमी को एक मकबरे डिजाइन करने का आदेश दिया गया था, उसके डिजाइन को मंजूरी दी गई थी। उन संस्करणों में से कोई भी सही था, शाहजहां के अदालती कागजात के पास ताज के विषय में हजारों चित्र थे। लेकिन एक भी ड्राइंग भी नहीं है यह अभी तक एक और प्रमाणित प्रमाण है कि शाहजहां ने ताज को कमीशन नहीं किया है
</li><br/>
 

<li class="PointTutorials" >. ताजमहल विशाल मकानों से घिरा हुआ है जो इंगित करता है कि कई बार ताज के आसपास कई युद्धों को छेड़ दिया गया है।
</li><br/>
 

<li class="PointTutorials" >. ताज के दक्षिण पूर्वी कोने में एक प्राचीन शाही मवेशी घर है। तेजोमहले मंदिर से जुड़ी गायों को वहाँ पालने के लिए इस्तेमाल किया जाता था। एक गौशाला एक इस्लामी कब्र में एक विसंगति है
</li><br/>
<li class="PointTutorials" >. ताज के पश्चिमी किनारे पर कई खूबसूरत लाल पत्थर हैं। ये एक मकबरे के लिए अति आवश्यक हैं
</li><br/>
 

<li class="PointTutorials" >. पूरे ताज परिसर में 400 से 500 कमरे शामिल हैं। ऐसे मज़ेदार पैमाने पर आवासीय आवास एक मकबरे में असंभव है।
</li><br/>
 

<li class="PointTutorials" >. पड़ोसी ताजगंज टाउनशिप की विशाल सुरक्षात्मक दीवार भी ताजमहल मंदिर महल कॉम्प्लेक्स में स्थित है। यह एक स्पष्ट संकेत है कि तेजोमहले मंदिर महल बस्ती का हिस्सा और पार्सल था। उस बस्ती की एक सड़क सीधे ताजमहल में जाती है। ताजगंज गेट एक संपूर्ण सीधी रेखा से अष्टकोणीय लाल पत्थर उद्यान गेट और ताजमहल के शानदार प्रवेश द्वार तक गठबंधन है। ताजगंज गेट के समीप ताज मंदिर परिसर के केंद्र के अलावा, एक कुरसी पर भी रखा गया है। पश्चिमी द्वार द्वारा
</li><br/>
 
<p class="paragraph">
जो पर्यटक ताज परिसर में प्रवेश करते हैं, एक तुलनात्मक रूप से मामूली प्रवेश द्वार है। यह आज अधिकांश आगंतुकों के लिए प्रवेश द्वार बन गया है क्योंकि रेलवे स्टेशन और बस स्टेशन उस तरफ हैं।
</p>
</li><br/>
 

<li class="PointTutorials" >. ताजमहाल में मज़ेदार मंडप होते हैं जो कि कभी कब्र नहीं होता था।
</li><br/>
 

<li class="PointTutorials" >. आगरा में लाल किले की एक गैलरी में एक छोटा दर्पण कांच ताजमहल को दर्शाता है। कहा जाता है कि शाहजहां ने अपने अंतिम आठ वर्षों के जीवन को उस गैलरी में एक कैदी के रूप में देखा था जो कि ताजमहल पर चमकता था और मुमताज के नाम पर आहत था। यह मिथक कई झूठ का मिश्रण है। सबसे पहले, पुराने शाहजान को अपने बेटे औरंगजेब द्वारा किले में तहखाने की मंजिला में कैद रखा गया था, न कि एक खुली, फैशनेबल ऊपरी मंजिला में। दूसरे, कांच का टुकड़ा पुरातत्व विभाग के एक शिखर इंशा अल्लाह खान द्वारा 1 9 30 में तय किया गया था। सिर्फ आगंतुकों को यह बताने के लिए कि प्राचीन समय में पूरे अपार्टमेंट में तेज़ोमहले मंदिर को एक हज़ार गुना दिखाया गया था। तीसरा, शाहजहां अपने जुनून और मोतियाबिंदों में दर्द के साथ एक पुरानी कर्कशता से अपने दिन को एक अजीब कोण पर अपनी गिनती नहीं बिताएगा, जिससे वह एक छोटे कांच के टुकड़े को नीच दृष्टि के साथ समेटेगा, जब वह अपने चेहरे के चारों ओर चेहरे और पूर्ण , तजमहल के खुद के प्रत्यक्ष दृश्य लेकिन आम जनता इतनी भोली हुई है कि वे सभी तरह की बेईमान, बेईमान गाइडों के गुलदस्तों का गुलप बनाते हैं।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल गुंबद में सैकड़ों लौह के छल्ले हैं, जो बाहरी रूप से बाहर निकलते हैं, यह एक विशेषता शायद ही कभी देखा जाता है। इन्हें मंदिर के रोशनी के लिए हिंदू मिट्टी के तेल की लैंप रखने के लिए बनाया जाता है।
</li><br/>
 

<li class="PointTutorials" >. ताजमहल के शाहजहां के लेखक होने पर असीम विश्वास रखने वाले शाहजहां-मुमताज को रोमियो और जूलियट जैसे नरम दिल की रोमांटिक जोड़ी की कल्पना कर रहे हैं। लेकिन समकालीन अकाउंट्स शाहजहां की कड़ी मेहनत वाले शासक के रूप में बोलती हैं, जो मुमताज द्वारा लगातार अत्याचार और क्रूरता के कृत्यों पर पड़े थे।
</li><br/>
 

<li class="PointTutorials" >. विद्यालय और कॉलेज के इतिहास में मिथक है कि शाहजहां शासन एक सुनहरे समय था जिसमें शांति और भरपूर था और शाहजहां ने कई भवनों और संरक्षित साहित्य जमा किए थे। यह शुद्ध निर्माण है शाहजहां ने एक भी इमारत की कमी नहीं की, जैसा कि हमने ताजमहल कथा के विस्तृत विश्लेषण के द्वारा सचित्र किया है। लगभग 30 वर्षों के शासनकाल में शाहजहां को 48 सैन्य अभियानों में नाराज़ होना पड़ा जो साबित करता है कि वह शांति और भरपूरता का युग नहीं था।
</li><br/>
 

<li class="PointTutorials" >. मुमताज के सिनोत्राप में बढ़ते गुंबद के अंदरूनी सूत्र में सोने और कोबरा का प्रतिनिधित्व सोने में हुआ है। हिंदू योद्धा सूर्य की उत्पत्ति का पता लगाते हैं। इस्लामिक समाधि के लिए सूर्य निरर्थक है। कोबरा हमेशा भगवान शिव से जुड़े हुए हैं
</li><br/>
 
<p class="paragraph">
जाली दस्तावेज़</p>

 

<li class="PointTutorials" >. ताजमहल में कब्र की मुसलमान देखभाल करने वालों में एक दस्तावेज था जिसमें उन्होंने तमिल-इ-ताजमहल के रूप में लिखा था। इतिहासकार एचजी किने ने इसे संदिग्ध प्रामाणिकता के एक दस्तावेज के रूप में ब्रांडेड किया है। किने अनगिनत रूप से सही था क्योंकि हमने देखा है कि शाहजहां ताजमहल के निर्माता नहीं हैं, जो किसी भी दस्तावेज को ताजमहाल के साथ शाहजहां का श्रेय देता है, वह पूरी तरह से जालसाजी होना चाहिए। यहां तक कि फर्जी दस्तावेज पाकिस्तान से तस्करी करने की सूचना है। इस तरह के फर्जी दस्तावेजों के अलावा ताज के पूरे इतिहास हैं जो शुद्ध सम्मिलित हैं।
</li><br/>
 

<li class="PointTutorials" >. पेशेवर इतिहासकारों, पुरातत्वविदों और आर्किटेक्ट्स के दिमाग में बहुत सारे सोफ्रिटी और कस्यूस्ट्री या कम से कम उलझन में ताज से जुड़े विचार हैं। शुरू में उन्होंने दावा किया था कि ताज पूरी तरह से डिजाइन में मुस्लिम है। लेकिन जब यह संकेत दिया जाता है कि उसके कमल गुंबद और चार कोने के खंभे इत्यादि सभी पूरी तरह से हिंदू हैं, जो कि उन जमीन पर बदलाव लाते हैं और तर्क देते हैं कि संभवत: क्योंकि मजदूर हिंदू थे और वे अपने स्वयं के पैटर्न पेश करते थे। ये दोनों तर्क गलत हैं क्योंकि
</li><br/>
 
<p class="paragraph">
मुस्लिम खातों का दावा है कि डिजाइनरों ने मुस्लिम होने का दावा किया और मजदूर लगातार नियोक्ता के निर्देशों को पूरा करते हैं।
</p>
 
<p class="paragraph">
ताज केवल इस बात का एक विशिष्ट उदाहरण है कि हिंदू मूल के कश्मीर से लेकर केप कोमोरिन तक की सभी ऐतिहासिक इमारतों और टाउनशिप को या उस मुस्लिम शासक या दरिद्र का नाम दिया गया है।
</p>
 
<p class="paragraph">
यह उम्मीद है कि जो लोग भारतीय इतिहास का अध्ययन करेंगे, वे लोग इस नए शोध के लिए जाग जायेंगे और अपने पूर्व विश्वासों को संशोधित करेंगे।
</p>

</li><br/>

</ol>

 




    
    
    <?php
  require "IndexRelated/indexLower.php";
?>   
<script language="javascript" type="text/javascript">
	/////////////////////////////////////////////////////////////Start Client SIDE CODE //////////////////////////////////////////////////////////

    /////////////////////////////////////////////////////////////End Client SIDE CODE //////////////////////////////////////////////////////////
</script>
</html>